prompt("헬로월드",111);
document.write("안녕 세상아!!")
console.log("안녕 세상아!!!")

// alert( 메시지 );  --->  확인 버튼이 있는 ~~~ 메시지 창 표시
// confirm( 메시지 ); ----> 확인과 취소 버튼이 있는 ~~~  메시지 창 표시
// prompt( 메시지 ); or prompt( 메시지,기본값 ) ----> 텍스트 필드에 있는 창을 표시하고 사용자 입력 값을 가져와 프로그램에서 사용한다. 입력칸에 기본값이 들어가있음.
// document.write(  ); 괄호 안에서 ""나 ''로 표시된 내용은 바로 표시됨. 웹문서에 괄호 안의 내용을 표시하는 명령문
//  console.log(  ); 괄호안의 내용을 콘솔창에 표시. 괄호안에 변수 혹은 ""안에 텍스트를 넣을 수 있다. ""안에 태그는 사용 불가능.
//  웹브라우저 에서 ctrl + shift + J를 통해 콘솔창을 열 수 있음
